wrk/reports/no-cache/wrk-C1.txt
Running 10m test @ http://localhost:8080
  1 threads and 1 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    56.30ms   15.26ms 340.55ms   89.40%
    Req/Sec    17.68      5.18    30.00     71.97%
  Latency Distribution
     50%   49.97ms
     75%   60.16ms
     90%   72.34ms
     99%  111.12ms
  10716 requests in 10.00m, 208.52MB read
Requests/sec:     17.86
Transfer/sec:    355.86KB